public class Piano extends Instrument{

    @Override
    public String play() {
        return "Ставим первые (большие пальцы) обеих рук на клавишу до и расходимся в разные стороны, играя каждой рукой соседнюю клавишу. Правая рука: до(1), ре(2), ми(3), фа(4), соль(5) и также возвращаемся. Левая рука до(1), си(2), ля(3), соль(4), фа(5) и обратно. Можно это упражнение играть непрерывно до нескольких минут. Если чувствуется уверенность, то ускоряйте игру до пределов разумного.";
    };

    @Override
    public String tune() {
        return "Настройка фортепиано выполняется следующим набором: Ключ. Основной инструмент для настройки пианино. Действует вращением штифта (вирбеля). Чем больше граней, тем эффективнее процесс. Четырехгранными моделями проще настроить инструмент с тонкими штифтами. Ключи с большим количеством граней относятся к категории настроечных. У профессионального изделия конусное отверстие сужается. Благодаря ему приспособление надежно насаживается на вирбели разных параметров. ";
    };
}

